tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sambadevi/powerlevel9k"
brew "ansiweather"
brew "bat"
brew "bluetoothconnector"
brew "ctags"
brew "gifsicle"
brew "git-crypt"
brew "git-lfs"
brew "htop"
brew "python@3.8"
brew "imagemagick"
brew "jenv"
brew "libevent"
brew "magic-wormhole"
brew "mas"
brew "nasm"
brew "node"
brew "openjdk"
brew "pinentry-mac"
brew "rbenv"
brew "thefuck"
brew "tmux"
brew "eddieantonio/eddieantonio/imgcat"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "alfred"
cask "bettertouchtool"
cask "docker"
cask "font-hack-nerd-font"
cask "github"
cask "java"
cask "lastpass"
cask "mysqlworkbench"
cask "postman"
cask "robo-3t"
cask "spotify"
cask "zoomus"
mas "CloudClip Manager", id: 563362017
mas "Irvue", id: 1039633667
mas "LastPass", id: 926036361
mas "Push To Talk", id: 547067197
mas "Skitch", id: 425955336
mas "Xcode", id: 497799835
