tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sambadevi/powerlevel9k"
tap "yulrizka/tap"
brew "ansiweather"
brew "bat"
brew "bluetoothconnector"
brew "ctags"
brew "docker", link: false
brew "gifsicle"
brew "git-crypt"
brew "git-lfs"
brew "htop"
brew "imagemagick"
brew "jenv"
brew "magic-wormhole"
brew "mas"
brew "mitmproxy"
brew "nasm"
brew "node", link: false
brew "openjdk"
brew "pinentry-mac"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "thefuck"
brew "tmux"
brew "eddieantonio/eddieantonio/imgcat"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "alfred"
cask "bettertouchtool"
cask "caprine"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "duet"
cask "firefox"
cask "font-hack-nerd-font"
cask "github"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "keyboard-maestro"
cask "lastpass"
cask "messenger"
cask "mysqlworkbench"
cask "postman"
cask "robo-3t"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "CloudClip Manager", id: 563362017
mas "Downcast", id: 668429425
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Push To Talk", id: 547067197
mas "Skitch", id: 425955336
mas "Xcode", id: 497799835
